const commandList = [
  { key: '弱昇竜拳', value: ['A', '3', '2', '6'] },
  { key: '強昇竜拳', value: ['B', '3', '2', '6'] },
  { key: '波動拳', value: ['A', '6', '3', '2'] },
  { key: 'タックル', value: ['B', '6', '3', '2'] },
  { key: 'スライディング', value: ['X', '6', '3', '2'] },
  { key: 'ジャンプキック', value: ['Y', '6', '3', '2'] },
  { key: '竜巻旋風脚', value: ['X', '4', '1', '2'] },
  { key: 'ローリング', value: ['Y', '4', '1', '2'] },
  { key: 'タイランレイブ', value: ['Z', '6', '4', '1', '2', '3', '6'] },
  { key: 'パイルドライバー', value: ['C', '8', '7', '4', '1', '2', '3', '6'] },
  { key: '瞬獄殺', value: ['B', 'X', '6', 'A', 'A'] },
]

export default commandList
